<?php


/**
 * Template Name: zendegiName
 * Template Post Type: post, page
 */
get_header();
?>
<style>
.next-prev{
    display: none;
    }
    @media only screen and (max-width: 1000px) {
        .sideSection .nameside {
            font-size: 20px;
        }
        .sideSection{
            height: unset!important;
            top: 70px!important;
            justify-content: space-evenly!important;
        }
    }
</style>
<div class="sideSection d-flex" style="height: 11%;top: 200px;justify-content: space-between">

    <span class="sep">-</span>
    <span class="nameside">زندگی نامه محمد رجبی طرخورانی</span>

</div>
<div class="flex-grow-1  zendegiName per-10">
    <div class="flex-grow-1  per-9 zendegiNameLeft mw100-m">


        <h6>دوران کودکی</h6>
        <p>دکتر محمد رجبی طرخورانی در دوم آبان ماه سال ۱۳۳۱ شمسی در محله ی طرخوران شهرستان تفرش، از توابع استان مرکزی ایران در خانواده ای معمولی چشم به جهان گشود. محمد اولین فرزند خانواده و مورد توجه و مهر مادر و سایر بستگان بود. دوران تحصیلات ابتدایی و دبیرستان را در مدرسه سعدی همان شهرستان سپری نمود و از آنجایی که همیشه از شاگردان باهوش و موفق کلاس بود، در دوران تحصیل خود در دبیرستان برای تدریس و رفع اشکال درس ریاضی و جبرانی تابستانی دانش آموزان دیگر گمارده می شد. خانواده او بافتی مذهبی داشت و محمد بیشتر نمازها را در مسجد محله که از مساجد قدیمی شهر بود اقامه می کرد. محمد رجبی در سن هیجده سالگی از دبیرستان سعدی در رشته ریاضی فارغ التحصیل شد و در کنکور سراسری شرکت نمود و در همان سال در رشته ریاضی دانشگاه تهران پذیرفته شد. </p>
        <h6>دوره ی تحصیلات</h6>
        <p> در مقطع لیسانس خبر قبولی دانشگاه را دوستان او به وی رساندند و محمد رجبی در سال ۱۳۵۰ برای تحصیل در مقطع لیسانس رشته ی ریاضی دانشگاه تهران، راهی شهر تهران شد و برای مدت چهار سال را در خوابگاه دانشگاه تهران به زندگی دانشجویی دور از خانواده گذراند. وی در دوران تحصیل خود در مقطع کارشناسی، در ساعات فراغت از دانشگاه در دبیرستان البرز، به مدیریت دکتر محمدعلی مجتهدی، که یکی از معروف ترین و معتبرین مدارس تهران بود به تدریس درس ریاضیات جدید، در پایه های آخر دبیرستان مشغول شد. محمد، هم چنین، چون از دانشجویان کوشا و موفق رشته ریاضی دانشگاه تهران بود، در تمام دوره چهارساله کارشناسی خود، مسئول حل تمرین و دستیار اساتید خود از جمله دکتر غلامرضا برادران خسروشاهی در رشته ریاضی محض بود. در آن زمان رشته ریاضی در دانشکده علوم دانشگاه تهران با دو گرایش مبانی کامپیوتر و ریاضی محض ارائه می شد و به دلیل دشواری گرایش ریاضی محض، دانشجویان کمتری به تحصیل در این شاخه اهتمام می ورزیدند. با این حال، محمد رجبی به دلیل استعداد مثال زدنی و علاقه ی وافری که به این زمینه داشت، در مدت تحصیل خود در گرایش ریاضی محض دانشجوی ممتاز دانشکده بود. </p>
        <h6>دوره ی تحصیلات در مقطع فوق لیسانس </h6>
        <p> محمد رجبی پس از پایان دوره ی کارشناسی خود، بدون وقفه، دوره ی کاشناسی ارشد را در همان گروه ریاضی دانشکده ی علوم دانشگاه تهران آغاز نمود و پس از یکسال و نیم، با معدل الف کامل این مقطع را در زمستان سال ۱۳۵۵ با موفقیت به پایان برد. پس از تکمیل دوره ی فوق لیسانس، محمد در آزمون های بورسیه ی اعزام دانشجویان برای ادامه ی تحصیل در مقطع دکتری در امریکا و اروپا شرکت کرد و موفق به دریافت پذیرش هر دو بورسیه شد. در آن مقطع، اعزام دانشجویان برتر به خارج از کشور به صورت بورسیه، پس از گذراندن سه سال خدمت در کشور صورت می پذیرفت. در این زمان، بنا به توصیه ی اساتید خود در شورای علمی آموزشی دانشکده، محمد رجبی طرخورانی در سن ۲۶ سالگی به عضویت هیئت علمی دانشگاه تهران در آمد و دوران خدمت خود را به تدریس دروس مختلف ریاضی در دانشکده گذراند. از آن جایی که پایان دوران تعهد خدمت او با تحولات بهمن ماه سال ۱۳۵۷ و تغییر رژیم مصادف شد، به دلیل توقف برنامه ی بورسیه و اعزام دانشجویان، شروع دوران تحصیل دکتری وی به تعویق افتاد. </p>
        <div class="d-flex d-block" style="justify-content: space-between">
            <img src="<?php bloginfo("template_directory"); ?>/images/z1.png">
            <img src="<?php bloginfo("template_directory"); ?>/images/z2.png">

        </div>
        <h6>پس از انقلاب، آغاز دوران ترجمه و تألیف</h6>
        <p> با پیروزی انقلاب اسلامی و پس از آن، وقوع انقلاب فرهنگی و تعطیلی دانشگاه ها در خرداد ماه سال ۱۳۵۹، محمد رجبی به کار تحقیق و تالیف کتاب های ریاضی در دانشگاه مشغول شد. او پس از انتشار چندین عنوان کتاب دانشگاهی با همکاری ناشران معتبری از جمله نشر دانشگاهی، به تاسیس "انتشارات علوم پایه" در سال ۱۳۶۶ اقدام نمود. حاصل تلاش بی وقفه و شبانه روزی او در زمینه ی تألیف و ترجمه، نگارش و انتشار ۱۲ عنوان کتاب تخصصی در حوزه ی ریاضی در طول ۱۲ سال پس از آن بود که برخی به عنوان مرجع درسی دروس دانشگاهی از سوی اساتید انتخاب شد و برخی موفق به دریافت جوایزی مانند برترین کتاب تخصصی سال. با این وجود به اذعان سایر استاید این حوزه ، علاقه، اعتقاد و اهتمام مفرط محمد رجبی طرخورانی به تهیه منابع ارزشمند علمی برای دانشجویان ایرانی وقتی نمایان تر می شود که فعالیت وی در عرصه ی ترجمه و تالیف را همزمان با تدریس دروس گوناگون دانشگاهی در چندین دانشگاه برتر ایران، اشتغال همزمان وی در سمت معاونت آموزشی دانشکده ریاضی دانشگاه تهران به مدت ۸ سال و همچنین آغاز و تکمیل اولین دوره ی دکتری ریاضی محض ایران در نظر بگیریم. </p>
        <h6> تحصیل دکتری ریاضی محض </h6>
        <p>در سال ۱۳۶۶ خورشیدی همزمان با تاسیس و دایر شدن رشته دکتری ریاضی محض در دانشگاه تهران، محمد رجبی با اخذ رتبه ی ممتاز در آزمون ورودی این دوره، مشغول به تحقیق و تحصیل در این مقطع در دانشگاه تهران گشت. او پس از دفاع از تز خود با عنوان «» موفق به تکمیل دوران تحصیل دانشگاهی خود به عنوان اولین فارغ التحصیل در سطح دکتری (.Ph.D) در ایران از دانشگاه تهران می شود. </p>
        <div class="d-flex d-block"  style="justify-content: space-between">
            <img src="<?php bloginfo("template_directory"); ?>/images/دفاع از تز دکترا2.png">
            <img src="<?php bloginfo("template_directory"); ?>/images/دفاع از تز دکترا 1.png">

        </div>
        <h6>زندگی شخصی آشنایی </h6>
        <p>ایشان با همسرش افخم باستار دانشجوی فیزیک دانشگاه تهران در همان محیط دانشکده علوم دانشگاه تهران در آبان ماه ۱۳۵۸ اتفاق افتاد. متانت و آرامش، ایمان و حسن خلق و شفافیت محمد در رفتار اجتماعی، همسرش را مجذوب وی نمود. افخم باستار از سال ۱۳۵۸ با ورود به حوزه ی آموزش و پرورش به عنوان مدرس درس فیزیک مقاطع مختلف دبیرستان به مدت ۱۷ سال، و پس از آن مدیریت مدارس برتر دخترانه ی غیر دولتی، دوشیزگان اسلامی و آیین روشن، به مدت بیش از ۲۰ سال، هزاران دانش آموز موفق را به جامعه ی علمی کشور هدیه داد. محمد رجبی علاقه ی وافری به شعر و ادبیات، عرفان و فلسفه داشت. از این رو یکی از تفریحات او خواندن و خاطر سپردن اشعار شاعرانی چون مولانا و عبید زاکانی بود. وی با وجود پیشنهاد سمت هایی در سطوح بالای وزارت علوم، با این عقیده که ( من فقط یک معلم هستم ) هیچ پست سیاسی و دولتی را در طول حیات خود نپذیرفت. محمد رجبی طرخورانی پس از تحمل دوره ی یکساله ی درمانی در انگلستان به دلیل ابتلا به سرطان خون در سن ۴۱ سالگی در بهت و اندوه بی پایان دوستان و بستگانش در اسفند ماه سال ۱۳۷۲ خورشیدی چشم از جهان فروبست. از وی دو فرزند به نام های احسان و پیمان به یادگار ماند. <br> اکنون بسیاری از دانشجویان دکتر محمد رجبی طرخورانی با مدارج بالا در دانشگاه های مختلف داخل و خارج کشور مشغول به تدریس و تحقیق می باشند. </p>
        <div class="d-flex d-block" style="justify-content: space-between">
            <img src="<?php bloginfo("template_directory"); ?>/images/اصفهان زمستان اسفند68 .png">
            <img src="<?php bloginfo("template_directory"); ?>/images/inLondon.png">

        </div>
    </div>
    <div class="flex-grow-1  per-1 zendegiNameRight"></div>
</div>

<?php get_footer(); ?>
